Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The well encountered the reservoir 760 metres northeast of well 16/2-11, with a gross oil column of 35 metres.
nb: Brønnen påtraff reservoaret 760 meter nordøst for brønn 16/2-11 med en oljekolonne på brutto 35 meter.

source: The oil/water contact was similar to nearby wells and the well confirmed the good reservoir properties in well 16/2-11.
nb: Olje/vann-kontakten var som i nærliggende brønner og brønnen bekreftet de gode reservoaregenskapene i brønn 16/2-11.

source: Extensive data acquisition and sampling were carried out in both wells.
nb: Det er utført omfattende datainnsamling og prøvetaking i begge brønnene.

source: These are the seventh and eighth exploration wells in production licence 501.
nb: Dette er den sjuende og åttende letebrønnen i utvinningstillatelse 501.

source: Appraisal wells 16/2-11 and 16/2-11 A were drilled to vertical depths of 2125 and 2072 metres respectively, and total measured depths of 2126 metres and 2365 metres below the sea surface, respectively.
nb: Avgrensingsbrønnene 16/2-11 og 16/2-11 A ble boret til et vertikalt dyp på henholdsvis 2125 og 2072 meter, og totalt målt dyp på henholdsvis 2126 og 2365 meter under havflaten.

source: Both wells were terminated in Triassic rocks.
nb: Begge ble avsluttet i trias bergarter.

source: Water depth at the site is 113 metres.
nb: Havdypet er 113 meter.

source: The wells were drilled with the Bredford Dolphin drilling facility, which will now proceed to production licence 519 to drill wildcat well 6201/11-3, where Lundin Norway AS is the operator.
nb: Brønnene ble boret av boreinnretningen Bredford Dolphin, som nå skal til utvinningstillatelse 519 for å bore undersøkelsesbrønn 6201/11-3 der Lundin Norway AS er operatør.

source: The 16/2-6 Johan Sverdrup oil discovery was proven in the fall of 2010 in Upper Jurassic reservoir rocks.
nb: Oljefunnet 16/2-6 Johan Sverdrup ble påvist høsten 2010 i øvre jura reservoarbergarter.

source: Well 16/2-12 has been drilled in a segment about 10 kilometres northwest of the discovery well, 16/2-6, and about 5 kilometres northwest of well 16/2-10.
nb: Brønnen 16/2-12 er boret i et segment omlag 10 kilometer nordvest for funnbrønnen 16/2-6 og om lag 5 kilometer nordvest for brønn 16/2-10.

source: The primary exploration target for well 16/2-12 was to prove petroleum in Upper to Middle Jurassic reservoir rocks.
nb: Primært letemål for brønn 16/2-12 var å påvise petroleum i øvre til midtre jura reservoarbergarter.

source: The secondary exploration target was to prove petroleum in weathered/fractured bedrock.
nb: Sekundært letemål var å påvise petroleum i forvitret/oppsprukket grunnfjell.

source: The well encountered a 35-metre oil column in Upper Jurassic reservoir rocks.
nb: Brønnen påtraff en oljekolonne på 35 meter i øvre jura bergarter.

source: As expected, the reservoir quality was good.
nb: Som forventet var reservoarkvaliteten god.

source: Oil was encountered in the secondary target.
nb: I sekundært mål ble det påtruffet olje.

source: The oil/water contact was not encountered, but pressure measurements indicate a connection between this segment and the rest of the Johan Sverdrup discovery.
nb: Olje/vann-kontakten ble ikke påtruffet, men trykkmålinger tyder på at det er sammenheng mellom dette segmentet og resten av Johan Sverdrupfunnet.

source: The gas/oil ratio is 51.8 Sm3/Sm3 and the oil density is estimated at 0.81 g/cm3 in the reservoir from the Jurassic period.
nb: Gass/olje-forholdet er 51.8 Sm3/Sm3 og oljetettheten er beregnet til 0.81 g/cm3 i reservoaret av jura alder.

source: Formation tests (mini-DST) have been conducted in the bedrock, revealing stable flow rates of both oil and water in different levels in the fractured and weathered bedrocks.
nb: Formasjonstester (mini-DST) er gjennomført i grunnfjellet, og de viste stabile strømningsrater av både olje og vann i ulike nivåer i de oppsprukkede og forvitrede grunnfjellsbergartene.

source: Well 16/2-12 has been reclassified from a wildcat well to an appraisal well.
nb: Brønn 16/2-12 er reklassifisert fra undersøkelsesbrønn til avgrensingsbrønn.

source: The licensees are now in the process of assessing various development solutions for the Johan Sverdrup discovery.
nb: Rettighetshaverne er nå i gang med å vurdere ulike utbyggingsløsninger for Johan Sverdrupfunnet

source: This is the eighth exploration well in production licence 265.
nb: Dette er den åttende letebrønnen i utvinningstillatelse 265.

source: The licence was awarded in the North Sea Awards 2000.
nb: Tillatelsen ble tildelt i NST 2000.

source: Well 16/2-12 was drilled to a vertical depth of 2045 metres below the sea surface and was terminated in bedrock.
nb: Brønn 16/2-12 ble boret til et vertikalt dyp på 2045 meter under havflaten og ble avsluttet i grunnfjellsbergarter.

source: Water depth at the site is 115 metres.
nb: Havdypet er 115 meter.

source: The well was drilled by the Ocean Vanguard drilling facility, which will now continue to drill appraisal well 16/2-14 in production licence 265 on the Johan Sverdrup discovery.
nb: Brønnen ble boret av boreinnretningen Ocean Vanguard, som nå skal fortsette med boring av avgrensingsbrønn 16/2-14 i utvinningstillatelse 265 på Johan Sverdrupfunnet.

source: Oil discovery 16/2-6 Johan Sverdrup was proven in autumn 2010 in Upper Jurassic reservoir rocks.
nb: Oljefunnet 16/2-6 Johan Sverdrup ble påvist høsten 2010 i øvre jura reservoarbergarter.

source: Wells 16/2-13 S and 16/2-13 A were drilled about 2.5. kilometres northeast of the discovery well 16/2-6 and 6.5 kilometres southeast of appraisal well 16/2-10 in production licence 265.
nb: Brønnene 16/2-13 S og 16/2-13 A ble boret om lag 2,5 kilometer nordøst for funnbrønnen 16/2-6 og 6,5 kilometer sørøst for avgrensningsbrønnen 16/2-10 i utvinningstillatelse 265.

source: The objective of appraisal well 16/2-13 S was to investigate reservoir properties, the thickness and depth of the reservoir, as well as to clarify the oil/water contact in the northeastern part of the discovery.
nb: Hensikten med avgrensningsbrønn 16/2-13 S var å undersøke reservoaregenskaper, - tykkelse og dybden til reservoaret, samt å avklare olje/vann-kontakten i den nordøstlige delen av funnet.

source: The well encountered a gross oil column of about 25 metres in Upper to Middle Jurassic rocks, of which 15 metres in reservoir rocks with very good reservoir quality.
nb: Brønnen påtraff en brutto oljekolonne på om lag 25 meter i øvre til midtre jura bergarter, hvorav 15 meter i reservoarbergarter med meget god reservoarkvalitet.

source: The objective of appraisal well 16/2-13 A was to prove the oil/water contact, improve depth conversion, as well as investigate variations in reservoir quality and thickness.
nb: Hensikten med avgrensningsbrønnen 16/2-13 A var å påtreffe olje/vann-kontakten, forbedre dybdekonvertering samt undersøke variasjoner i reservoarkvalitet og tykkelse.

source: The well encountered the reservoir with an oil column of 12 metres about 1250 metres north of well 16/2-13 S.
nb: Brønnen påtraff reservoaret med en oljekolonne på 12 meter om lag 1250 meter nord for brønn 16/2-13 S.

source: The oil/water contact was three metres deeper than in the neighbouring wells in the Johan Sverdrup discovery in production licence 501.
nb: Olje/vann-kontakten var 3 meter dypere enn i nabobrønnene på Johan Sverdrup-funnet i utvinningstillatelse 501.

source: The reservoir came in four metres shallower than expected, and is positive for the northeast flank of the Johan Sverdrup discovery.
nb: Reservoaret kom inn 4 meter grunnere enn forventet, og er positiv for nordøstflanken av funnet Johan Sverdrup.

source: The well confirmed reservoir size, thickness and moderate to very good reservoir properties to the north.
nb: Brønnen bekreftet reservoarutbredelse, tykkelse og moderate til meget gode reservoaregenskaper mot nord.

source: Extensive data acquisition and sampling have been carried out in both wells.
nb: Det er utført omfattende datainnsamling og prøvetaking i begge brønnene.

source: These are the ninth and tenth exploration wels in production licence 501.
nb: Dette er den niende og tiende letebrønnen i utvinningstillatelse 501.

source: Appraisal wells 16/2-13 S and 16/2-13 A were drilled to vertical depths of 2060 and 2172 metres, respectively, and total measured depths of 2065 and 2751 metres below the sea surface, respectively.
nb: Avgrensningsbrønnene 16/2-13 S og 16/2-13 A ble boret til et vertikalt dyp på henholdsvis 2060 og 2172 meter, og totalt målt dyp på henholdsvis 2065 og 2751 meter under havflaten.

source: Both were terminated in Permian or older rocks.
nb: Begge ble avsluttet i permiske eller eldre bergarter.

source: Water depth is 116 metres.
nb: Havdypet er 116 meter.

source: The wells were drilled by the Transocean Arctic drilling facility which will now proceed to production licence 490 to drill wildcat well 7120/6-3 S where Lundin Norway AS is the operator.
nb: Brønnene ble boret av boreinnretningen Transocean Arctic, som nå skal til utvinningstillatelse 490 for å bore undersøkelsesbrønn 7120/6-3 S der Lundin Norway AS er operatør.

source: The 16/2-6 Johan Sverdrup oil discovery was proven in autumn 2010 in Upper Jurassic reservoir rocks.
nb: Oljefunnet 16/2-6 Johan Sverdrup ble påvist høsten 2010 i øvre jura reservoarbergarter.

source: The 16/2-14 well was drilled in a northwestern segment about 6 kilometres northwest of the 16/2-6 discovery well and about three kilometres northwest of well 16/2-8.
nb: Brønnen 16/2-14 ble boret i et nordvestlig segment omlag 6 kilometer nordvest for funnbrønnen 16/2-6 og om lag 3 kilometer nordvest for brønn 16/2-8.

source: The primary exploration target for well 16/2-14 was to examine the thickness and properties in Upper Jurassic reservoir rocks near the top of the Johan Sverdrup structure.
nb: Primært letemål for brønn 16/2-14 var å undersøke tykkelse og egenskaper i øvre jura reservoarbergarter nær toppen av Johan Sverdrup-strukturen.

source: The secondary target was to examine the presence of reservoir rocks in the Triassic (the Hegre Group) and examine reservoir quality in the Cretaceous (the Shetland Group).
nb: Sekundære mål var å undersøke tilstedeværelse av reservoarbergarter i trias (Hegregruppen) og undersøke reservoarkvalitet i kritt (Shetlandsgruppen).

source: In addition, the objective of the well was to collect data from the stratigraphic sequence above the reservoir, as a basis for field development decisions and plans for future production and injection wells.
nb: I tillegg var hensikten med brønnen å samle inn data fra lagrekken over reservoaret, som grunnlag for feltutviklingsbeslutninger og planer for framtidig produksjon og injeksjonsbrønner.

source: The well encountered a 30-metre oil column in Upper Jurassic reservoir rocks.
nb: Brønnen påtraff en oljekolonne på 30 meter i øvre jura reservoarbergarter.

source: As expected, the reservoir quality was very good.
nb: Som forventet var reservoarkvaliteten meget god.

source: The reservoir quality was lacking both in the Hegre Group and Shetland Group.
nb: Reservoarkvalitet manglet både i Hegregruppen og i Shetlandsgruppen.

source: In the stratigraphic sequence above the reservoir, data was collected in four levels.
nb: I lagrekken over reservoaret ble det samlet inn data i fire nivåer.

source: This is the ninth exploration well in production licence 265.
nb: Dette er den niende letebrønnen i utvinningstillatelse 265.

source: The licence was awarded in NST 2000.
nb: Tillatelsen ble tildelt i NST 2000.

source: Well 16/2-14 was drilled to a vertical depth of 1960 metres below the sea surface and was terminated in the Triassic.
nb: Brønn 16/2-14 ble boret til et vertikalt dyp på 1960 meter under havflaten og ble avsluttet i trias.

source: The water depth is 113 metres.
nb: Havdypet er 113 meter.

source: The well was drilled by the Ocean Vanguard drilling facility, which will now proceed to drill delineation well 16/2-15 in production licence 265 on the Johan Sverdrup discovery.
nb: Brønnen ble boret av boreinnretningen Ocean Vanguard, som nå skal fortsette med boring av avgrensingsbrønn 16/2-15 i utvinningstillatelse 265 på Johan Sverdrupfunnet.

source: The well was drilled about nine kilometres south of the discovery well, 16/2-6 (”Avaldsnes”) and four kilometres southwest of the nearest appraisal well, 16/2-7.
nb: Brønnen er boret om lag ni kilometer sør for funnbrønnen 16/2-6 (”Avaldsnes”) og fire kilometer sørvest for nærmeste avgrensningsbrønn 16/2-7.

source: The discovery was proven in September 2010 in Upper Jurassic reservoir rocks, and several wells have now delineated the discovery.
nb: Funnet ble påvist i september 2010 i øvre jura reservoarbergarter og flere brønner har nå avgrenset funnet.

source: The objective of well 16/5-2 was to delineate the southern part of the oil discovery.
nb: Hensikten med brønn 16/5-2 var å avgrense den sørlige delen av oljefunnet.

source: The well encountered 15 metres of reservoir rocks from the Middle to Late Jurassic Age, of which eight metres had excellent reservoir quality.
nb: Brønnen påtraff 15 meter reservoarbergart av mellom til seinjura alder, hvorav de øvre åtte meterne var av utmerket reservoarkvalitet.

source: The top of the reservoir came in deeper than forecast, and below the oil/water contact.
nb: Toppen av reservoaret kom inn dypere enn prognosert og under olje/vannkontakten.

source: Good traces of oil were observed under the contact.
nb: Gode oljespor ble observert under kontakten.

source: The well will be classified as dry.
nb: Brønnen blir klassifisert som tørr.

source: At this time, it is unclear how much of the area around the well will be affected by these negative well results.
nb: Det er foreløpig uklart hvor stort område rundt brønnen som berøres av disse negative brønnresultatene.

source: This is the sixth exploration well in production licence 501.
nb: Dette er den sjette letebrønnen i utvinningstillatelse 501.

source: Appraisal well 16/5-2 was drilled to a measured depth of 2042 metres below the sea surface.
nb: Avgrensningsbrønn 16/5-2 ble boret til et målt dyp på 2042 meter under havflaten.

source: The well was terminated in Triassic rocks, and will be plugged and abandoned.
nb: Brønnen ble avsluttet i trias bergarter, og blir plugget og forlatt.

source: Water depth at the site is 111 metres.
nb: Havdypet er 111 meter.

source: The wells were drilled by the Bredford Dolphin drilling facility, which will now drill the next appraisal well on the discovery, 16/2-11.
nb: Brønnene ble boret av boreinnretningen Bredford Dolphin, som nå skal bore neste avgrensningsbrønn, 16/2-11, på funnet.

source: The wells were drilled in the southern part of the North Sea about 20 kilometres north of the Ekofisk field.
nb: Brønnene er boret i den sørlige delen av Nordsjøen om lag 20 kilometer nord for Ekofiskfeltet.

source: The purpose of well 2/4-21 was to prove petroleum in upper Jurassic sandstone in the Farsund formation.
nb: Hensikten med brønn 2/4-21 var å påvise petroleum i øvre jura sandstein i Farsundformasjonen.

source: The well proved gas/condensate in a 48-metre gross column with reservoir rocks of good quality as expected.
nb: Brønnen påviste gass/kondensat i en 48 meter brutto kolonne med reservoarbergarter av god kvalitet som forventet.

source: The purpose of sidetrack 2/4-21 A was to delineate the discovery by proving the gas/water contact and confirming the scope of the reservoir.
nb: Hensikten med sidesteget 2/4-21 A var å avgrense funnet ved å påvise gass/vann-kontakten og bekrefte reservoarutbredelsen.

source: In this well, petroleum was proven in a gross column of 70 metres.
nb: I denne brønnen ble det påvist petroleum i en 70 meter brutto kolonne.

source: Preliminary estimates of the size of the discovery are between 11 and 32 million standard cubic metres of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 11 og 32 millioner standard kubikkmeter oljeekvivalenter utvinnbart.

source: None of the wells were formation tested, but extensive data acquisition and sampling have been carried out.
nb: Ingen av brønnene er formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The wells were drilled under high temperatures and high pressure.
nb: Brønnene er boret under høy temperatur og høyt trykk.

source: Consideration is now being given to drilling appraisal wells on the discovery and also drilling other prospects in the area.
nb: Det blir nå vurdert å bore avgrensningsbrønner på funnet og også boring av andre prospekter i området.

source: Well 2/4-21 was drilled to a vertical depth of 5344 metres below the sea surface and was terminated in the Late Jurassic.
nb: Brønn 2/4-21 ble boret til et vertikalt dyp av 5344 meter under havflaten og avsluttet i sen jura alder.

source: Appraisal well 2/4-21 A was drilled to a vertical depth of 5237 metres below the sea surface.
nb: Avgrensningsbrønn 2/4-21 A ble boret til et vertikalt dyp av 5237 meter under havflaten.

source: Water depth at the site is 67 metres.
nb: Havdypet er 67 meter.

source: Wells 2/4-21 and 2/4-21 A were drilled by the Maersk Gallant drilling facility which will now be taken over by ConocoPhillips Skandinavia AS to carry out plugging operations in production licence 018 near the Ekofisk field.
nb: Brønn 2/4-21 og 2/4-21 A ble boret av boreinnretningen Maersk Gallant som nå skal overtas av ConocoPhillips Skandinavia AS for å utføre pluggeoperasjoner i utvinningstillatelse 018 nær Ekofiskfeltet.

source: Links to NPD's Factpages
nb: Lenker til ODs faktasider:

source: Production licence 146
nb: Utvinningstillatelse 146

source: Production licence 333
nb: Utvinningstillatelse 333

source: The well is being drilled in the central part of the North Sea, about 20 km southeast of the Frøy field and 37 km northeast of the Heimdal field.
nb: Brønnen er boret i midtre del av Nordsjøen om lag 20 kilometer sørøst for Frøyfeltet og 37 kilometer nordøst for Heimdalfeltet.

source: The primary exploration target for the well was to prove petroleum in Paleocene reservoir rocks (the Hermod formation).
nb: Primært letemål for brønnen var å påvise petroleum i paleocen reservoarbergarter (Hermodformasjonen).

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Brent group).
nb: Sekundært letemål var å påvise petroleum i midtre jura reservoarbergarter (Brentgruppen).

source: The well encountered reservoir rocks with good reservoir quality, as expected.
nb: Brønnen påtraff reservoarbergartene med god reservoarkvalitet, som forventet.

source: Data acquisition and sampling have been carried out, but both levels are water-bearing and the well has been classified as dry.
nb: Det er utført datainnsamling og prøvetaking, men begge nivåene er vannførende og brønnen er klassifisert som tørr.

source: Wildcat well 25/6-4 S was drilled to a vertical depth of 2738 metres below the sea surface, and was terminated in Middle Jurassic rocks (the Dunlin group).
nb: Undersøkelsesbrønn 25/6-4 S ble boret til et vertikalt dyp på 2738 meter under havflaten og avsluttet i midtre jura bergarter (Dunlingruppen).

source: Water depth at the site is 114 metres.
nb: Havdypet er 114 meter.

source: The well was drilled by the Songa Delta drilling facility, which will proceed to production licence 418 in the northern part of the North Sea to drill wildcat well 35/9-7, where Wintershall Norge ASA is the operator.
nb: Brønnen ble boret av boreinnretningen Songa Delta, som skal til utvinningstillatelse 418 i nordlige del av Nordsjøen for å bore undersøkelsesbrønn 35/9-7 der Wintershall Norge ASA er operatør.

source: The primary target was to prove petroleum in Late Cretaceous chalk rocks (Shetland group).
nb: Primært mål var å påvise petroleum i krittbergarter av senkritt alder (Shetlandsgruppen).

source: The well encountered reservoir rocks as expected in the Shetland group.
nb: Brønnen påtraff reservoarbergarter som forventet i Shetlandsgruppen.

source: The reservoir rocks were poorer than expected.
nb: Reservoarbergartene var dårligere enn forventet.

source: The well was drilled to a vertical depth of 2619 metres below the sea surface and was terminated in the Hidra formation in Upper Cretaceous.
nb: Brønnen ble boret til et vertikalt av dyp av 2619 meter under havflaten og ble avsluttet i Hidraformasjonen i øvre kritt.

source: Water depth is 69 metres.
nb: Havdypet er 69 meter.

source: Well 2/8-18 S was drilled by the Maersk Guardian drilling facility which will now proceed to production licence 356 in the southern part of the North Sea to drill wildcat well 3/4-2 S where Det norske oljeselskap ASA is the operator.
nb: Brønn 2/8-18 S ble boret av boreinnretningen Maersk Guardian som nå skal til utvinningstillatelse 356 i den sørlige delen av Nordsjøen for å bore undersøkelsesbrønn 3/4-2 S der Det norske oljeselskap ASA er operatør.

source: The well was drilled under the Oseberg field, between the Oseberg A and Oseberg C platforms.
nb: Brønnen er boret under Osebergfeltet, mellom Oseberg A og Oseberg C plattformene.

source: The primary exploration target for the well was to prove petroleum in Triassic reservoir rocks (the Hegre group).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i trias (Hegregruppen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic reservoir rocks (the Statfjord formation).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (Statfjordformasjonen).

source: In the primary exploration target, the Hegre group was water-filled, while a thin oil column was encountered in the secondary exploration target in the Statfjord formation, with reservoir rocks and reservoir quality as expected.
nb: I det primære letemålet er Hegregruppen vannfylt, mens en tynn oljekolonne ble påtruffet i det sekundære letemålet i Statfjordformasjonen, med reservoarbergarter og reservoarkvalitet som forventet.

source: Preliminary estimates place the size of the discovery at between 2 and 3 million Sm3 of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 2 og 3 millioner Sm3 utvinnbar olje.

source: The licensees will evaluate the discovery together with other discoveries in the area with a view to potential development.
nb: Rettighetshaverne vil vurdere funnet sammen med andre funn i området med hensyn til en mulig utvikling.

source: The well was drilled to a vertical depth of 3806 metres below the sea surface, and terminated in the Teist formation in the Lower Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 3806 meter under havflaten og avsluttet i Teistformasjonen i nedre trias.

source: Well 30/6-28 S was drilled by the COSL Pioneer drilling facility, which will now drill a production well on the Glitne field, where Statoil Petroleum AS is the operator.
nb: Brønn 30/6-28 S ble boret av boreinnretningen COSL Pioneer, som nå skal bore en produksjonsbrønn på Glitnefeltet, der Statoil Petroleum AS er operatør.

source: One of the new features is the interactive map on the front page.
nb: Noe av det som er nytt er det interaktive kartet på forsiden.

source: This map shows active exploration wells and allows the user to access information by mousing over the map.
nb: Det viser aktive letebrønner og brukeren kan raskt skaffe seg oversikt ved å føre musen over kartet.

source: The Norwegian Petroleum Directorate (NPD) has a huge database and large amounts of interesting information, which is now available in a better system.
nb: Oljedirektoratet besitter en stor database og mye etterspurt informasjon er nå satt enda bedre i system.
